Repository: streamondemand-sod/plugin.video.g2
Catalog: resources/language/*/strings.po
Languages: italian

# #30001
source: General
italian: Generali

# #30002
source: Appearance
italian: Aspetto

# #30003
source: Enable Fanart
italian: Abilita Fanart

# #30004
source: Info Language
italian: Lingua informazioni

# #30005
source: Downloads
italian: Download

# #30008
source: Trakt Account
italian: Account Trakt

# #30009
source: Trakt User
italian: Utente Trakt

# #30010
source: Enabling Trakt will pop up the device authorization dialog
italian: Abilitando Trakt verrà mostrato il dialogo per autorizzare Kodi ad accedere al tuo account

# #30012
source: IMDB User
italian: Utente IMDb

# #30013
source: IMDB Nickname
italian: Nickname IMDb

# #30019
source: Providers
italian: Provider

# #30020
source: Resolvers
italian: Server

# #30021
source: Trakt disabled
italian: Trakt disabilitato

# #30022
source: There is already an authorized account: {trakt_user}
italian: Esiste già un account autorizzato: {trakt_user}

# #30023
source: Do you wanto to keep it?
italian: Vuoi conservarlo?

# #30024
source: Provide the code {code} at the site:
italian: Fornisci il codice {code} al sito:

# #30025
source: You have {minutes:02d}:{seconds:02d} left
italian: Tempo rimasto: {minutes:02d}:{seconds:02d}

# #30026
source: Authorized username: [COLOR orange]{trakt_user}[/COLOR]
italian: Nome utente autorizzato: [COLOR orange]{trakt_user}[/COLOR]

# #30027
source: Pushbullet disabled
italian: Pushbullet disabilitato

# #30028
source: Authorized account email: [COLOR orange]{pushbullet_email}[/COLOR]
italian: Account email autorizzato: [COLOR orange]{pushbullet_email}[/COLOR]

# #30029
source: IMDb user disabled
italian: Utente IMDb disabilitato

# #30030
source: IMDb user nickname: [COLOR orange]{imdb_nickname}[/COLOR]
italian: Nickname utente IMDb: [COLOR orange]{imdb_nickname}[/COLOR]

# #30031
source: Refresh
italian: Aggiorna

# #30032
source: Remove from queue
italian: Rimuovi dalla coda

# #30033
source: Source not valid
italian: Sorgente non valida

# #30034
source: Play
italian: Riproduci

# #30036
source: SEARCHING SOURCES
italian: RICERCO SORGENTI

# #30037
source: NO SOURCES FOUND
italian: NESSUNA SORGENTE TROVATA

# #30038
source: CHECKING SOURCES
italian: CONTROLLO SORGENTI

# #30039
source: SELECT SOURCE
italian: SELEZIONA SORGENTE

# #30040
source: CHECKING COMPLETE
italian: CONTROLLO COMPLETATO

# #30041
source: CHECKING STOPPED
italian: CONTROLLO INTERROTTO

# #30042
source: Stop
italian: Interrompi

# #30043
source: Check
italian: Controlla

# #30044
source: [I]Next Page[/I] [{page_of} of {max_pages}]
italian: [I]Prossima pagina[/I] [{page_of} di {max_pages}]

# #30045
source: [I]Next Page[/I] [{page_of}}]
italian: [I]Prossima pagina[/I] [{page_of}}]

# #30046
source: [I]Next Page[/I]
italian: [I]Prossima pagina[/I]

# #30047
source: Movies
italian: Film

# #30048
source: My Movies
italian: I miei film

# #30049
source: Latest Movies
italian: Ultimi film

# #30050
source: Tools
italian: Strumenti

# #30051
source: [COLOR red]Install providers and resolvers packages to find video sources[/COLOR]
italian: [COLOR red]Installa i pacchetti dei provider e dei server per trovare le fonti video[/COLOR]

# #30052
source: Search by Title
italian: Ricerca per titolo

# #30053
source: Search by Person
italian: Ricerca per persona

# #30054
source: Search by Year
italian: Ricerca per anno

# #30055
source: Genres
italian: Generi

# #30056
source: Certificates
italian: Certificati

# #30057
source: Featured
italian: In primo piano

# #30058
source: People Watching
italian: Guardati dalle persone

# #30059
source: Most Popular
italian: I più popolari

# #30060
source: Most Voted
italian: I più votati

# #30062
source: Oscar Winners
italian: Vincitori di Oscar

# #30063
source: In Theaters
italian: Al cinema

# #30064
source: Title to search
italian: Titolo da ricercare

# #30065
source: Person to search
italian: Persona da ricercare

# #30066
source: Year
italian: Anno da ricercare

# #30067
source: No results
italian: Nessun risultato

# #30068
source: Movie information
italian: Informazioni

# #30070
source: Mark as unwatched
italian: Segna come non guardato

# #30071
source: Mark as watched
italian: Segna come guardato

# #30072
source: Clear sources cache
italian: Pulisci la cache delle sorgenti

# #30073
source: Person information
italian: Informazioni sulla persona

# #30074
source: Configure your Trakt account
italian: Configura il tuo account Trakt

# #30075
source: [B]TRAKT[/B] : Collection
italian: [B]TRAKT[/B] : Collezione

# #30076
source: [B]TRAKT[/B] : Watchlist
italian: [B]TRAKT[/B] : Cose da guardare

# #30077
source: [B]TRAKT[/B] : Ratings
italian: [B]TRAKT[/B] : Valutati

# #30078
source: [B]TRAKT[/B] : Recommendations
italian: [B]TRAKT[/B] : Raccomandazioni

# #30079
source: [B]TRAKT[/B] : Lists by {trakt_user}
italian: [B]TRAKT[/B] : Liste di {trakt_user}

# #30080
source: Configure your IMDB account
italian: Configura il tuo account IMDb

# #30081
source: [B]IMDB[/B] : Lists by {imdb_nickname}
italian: [B]IMDB[/B] : Liste di {imdb_nickname}

# #30082
source: Configure the download directory
italian: Configura la cartella download

# #30083
source: Orphaned
italian: Orfano

# #30084
source: The {package_name} package requires these addons:
italian: Il pacchetto {package_name} richiede questi addon:

# #30085
source: Please, install the missing addons
italian: Si prega di installare gli addon mancanti

# #30086
source: Package installation failed
italian: Installazione del pacchetto fallita

# #30087
source: PACKAGE MANAGER
italian: GESTORE DEI PACCHETTI

# #30088
source: About to remove the {package_name} package
italian: Sto per rimuovere il pacchetto {package_name}

# #30089
source: Are you sure?
italian: Sei sicuro?

# #30090
source: Please note that this package is missing from the packages directory
italian: Si noti che questo pacchetto non è più presente nell'elenco dei pacchetti

# #30091
source: Package removal failed
italian: Rimozione del pacchetto fallita

# #30092
source: Playing {title}{dashes_if_url}{url}
italian: Riproducendo {title}{dashes_if_url}{url}

# #30093
source: Addon {addon} is missing
italian: L'addon {addon} non è presente

# #30094
source: URL not supported
italian: URL non supportato

# #30095
source: Forced player stop
italian: Interruzione forzata del video

# #30096
source: {g2_name} service started
italian: servizio {g2_name} iniziato

# #30097
source: Not a valid stream
italian: Stream non valido

# #30098
source: Cache cleared for {video}
italian: Cache pulita per {video}

# #30099
source: No stream available
italian: Nessuno stream disponibile

# #30100
source: Resume from {hours:02d}:{minutes:02d}:{seconds:02d}
italian: Riprendi da {hours:02d}:{minutes:02d}:{seconds:02d}

# #30101
source: Resume
italian: Riprendi

# #30102
source: Start from beginning
italian: Comincia dall'inizio

# #30103
source: ~*~ CREDITS ~*~
italian: ~*~ CREDITI ~*~

# #30104
source: {video} loaded in {elapsed_time} seconds
italian: {video} caricato in {elapsed_time} secondi

# #30105
source: Source provided by [UPPERCASE][B]{provider}[/B][/UPPERCASE]
italian: Sorgente fornita da [UPPERCASE][B]{provider}[/B][/UPPERCASE]

# #30106
source: Content hosted by [UPPERCASE][COLOR orange]{host}[/COLOR][/UPPERCASE]
italian: Contenuto ospitato da [UPPERCASE][COLOR orange]{host}[/COLOR][/UPPERCASE]

# #30107
source: Media format is [UPPERCASE][COLOR FF009933]{media_format}[/COLOR][/UPPERCASE]
italian: Il formato del video è [UPPERCASE][COLOR FF009933]{media_format}[/COLOR][/UPPERCASE]

# #30108
source: Complete file is {mega_bytes}MB {restartable_flag}
italian: La grandezza del video è di {mega_bytes}MB {restartable_flag}

# #30110
source: Media format is {media_format}
italian: Il formato del video è {media_format}

# #30111
source: Continue with the download?
italian: Proseguire con il download?

# #30112
source: Item added to your download queue
italian: Video aggiunto alla coda dei download

# #30113
source: Item already in your download queue
italian: Video già nella coda dei download

# #30114
source: [B]SETTINGS[/B]
italian: [B]IMPOSTAZIONI[/B]

# #30115
source: [B]SETTINGS[/B] : Providers
italian: [B]IMPOSTAZIONI[/B] : Provider

# #30116
source: [B]SETTINGS[/B] : Resolvers
italian: [B]IMPOSTAZIONI[/B] : Server

# #30117
source: [B]G2[/B] : Packages
italian: [B]G2[/B] : Pacchetti

# #30118
source: [B]G2[/B] : Clear cache...
italian: [B]G2[/B] : Pulizia cache

# #30119
source: Process Complete
italian: Processo completato

# #30120
source: Code generation failed
italian: Generazione del codice fallita

# #30121
source: Device authorization failed
italian: Autorizzazione dispositivo fallita

# #30122
source: User aborted authorization
italian: Autorizzazione utente interrotta

# #30123
source: Auhorization code expired
italian: Autorizzazione codice terminata

# #30124
source: 1st preferred source provider
italian: 1º provider preferito

# #30125
source: 2nd preferred source provider
italian: 2º provider preferito

# #30126
source: 3rd preferred source provider
italian: 3º provider preferito

# #30127
source: 4th preferred source provider
italian: 4º provider preferito

# #30128
source: 1st preferred source host
italian: 1º server preferito

# #30129
source: 2nd preferred source host
italian: 2º server preferito

# #30130
source: 3rd preferred source host
italian: 3º server preferito

# #30131
source: 4th preferred source host
italian: 4º server preferito

# #30132
source: Priority
italian: Priorità

# #30135
source: Notify player events
italian: Notifica la riproduzione video
